docs/site/20210820163400-history_of_electroacoustic_music.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-29 Wed 22:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>History of Electroacoustic Music</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">History of Electroacoustic Music</h1>
<p>
Interactive electroacoustic music evolved because of the need of a visual aspect of music. When performers were paired with computer music, they felt a lack of interaction with the computer's music. <a href="20210820160500-winkler98_interaction.html#ID-b58b17f7-324d-4238-bf51-2c092422a66c">winkler98_interaction</a>
</p>

<p>
Computer music disintermediates sound production from the body, which has been going on since the first musical instruments. <a href="20220512145159-dean09_disintermediation.html#ID-94601474-c785-4805-a84f-bf605ac2a744">dean09-disintermediation</a>
</p>

<p>
Early pieces aimed to reproduce the concert hall experience. <a href="20210825165107-emmerson16_representation.html#ID-b3933473-26d8-4e69-8d95-e31e90ed55bb">emmerson16_representation</a>
</p>

<p>
Two schools developed, the French <i>musique concrete</i> and the German synthesis school.<a href="20220414105715-yoder10_history.html#ID-dc24ee77-11e4-4f93-96b7-b5e1160a0c7d">yoder10-history</a> More details of the progression are in <a href="20220414121405-perea98_history.html#ID-50f0ed82-a637-40cf-a364-a29379247dc0">perea98-history</a>
</p>

<p>
John Cage had some of the first pieces. For bassoon, it was Dittrich, Schwartz, and Fongaard. With Max some of the first bassoon pieces were by Boush, Rothkopf, and Hurdy. <a href="20211013142003-behr14_history.html#ID-c5507063-c143-4943-bca2-19351a8b8f0d">behr14-history</a>
</p>

<p>
Overview of bassoon pieces with electroncis. <a href="20220321161712-masone16_history.html#ID-f1e38ffb-7080-48eb-8a92-c7203b90bcac">masone16-history</a>
</p>

<p>
Hardware costs and portability were initial issues that were resolved by computers as they grew more powerful. <a href="20220401142012-protsidym99_history.html#ID-19ec7bfe-cceb-4662-a733-c5c9ddb73130">protsidym99-history</a> Earlier instruments and progression are in <a href="20220414121405-perea98_history.html#ID-50f0ed82-a637-40cf-a364-a29379247dc0">perea98-history</a>
</p>

<p>
There were basically three stages of live electronic music and three paradigms of development. <a href="20220408143628-friedemann18_history.html#ID-a7267a64-294c-4839-b6d6-dfd8cb35f585">friedemann18-history</a>
</p>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
